Revit 2027 API
RepeaterCoordinates Constructor
Overload List
Name | Description
RepeaterCoordinates() |  Creates zero dimensional coordinates.
RepeaterCoordinates(Int32) |  Creates one dimensional coordinates.
RepeaterCoordinates(Int32, Int32) |  Creates two dimensional coordinates.
Top
See Also
Reference
RepeaterCoordinates Class
Autodesk.Revit.DB Namespace